{
  "activities": [
    {
      "id": 1,
      "title": "ورشة الاختراق الأخلاقي في جامعة الإمام الكاظم (ع)",
      "description": "ورشة علمية متميزة في جامعة الإمام الكاظم (ع) حول الاختراق الأخلاقي (Ethical Hacking)، بحضور واسع وتفاعل راقٍ من السادة الدكاترة والطلبة.",
      "fullDescription": "بكل فخر واعتزاز، وبقيادتي المتواضعة، أثبت فريق CERT95 مرةً أخرى أنه فريق يعتمد عليه علميًا وعمليًا. أنا فخور جدًا بأعضاء CERT95، فقد أثبتم خلال الورشة قوتكم العلمية، وعمق خبرتكم، وتميّزكم في مجال الأمن السيبراني، ونجحتم في إبهار جميع الحضور من دكاترة وطلبة بالمحتوى العلمي المتقدم، والتطبيق العملي، والأسلوب الاحترافي الراقي.",
      "date": "2025-12-31",
      "location": "جامعة الإمام الكاظم (ع)",
      "participants": "150+ مشارك",
      "tags": ["أمن سيبراني", "ورشة عمل", "جامعة", "اختراق أخلاقي", "تدريب عملي"],
      "images": [
        "./activity1.jpg",
        "./activity2.jpg",
        "./activity3.jpg",
        "./activity4.jpg"
      ],
      "featured": true
    },
    {
      "id": 2,
      "title": "زيارة علمية توعوية إلى جامعة الفارابي",
      "description": "فريق CERT95 من منصة شمسية للتنمية المستدامة، بقيادة المدرب الدولي المهندس أحمد حسين، في زيارة علمية توعوية إلى جامعة الفارابي - بغداد.",
      "fullDescription": "أوجّه خالص الشكر والتقدير إلى فريقي المبدع CERT95، الذين أثبتوا مرة بعد أخرى أن التميّز لا يأتي بالصدفة، بل بالجدّ والاجتهاد وروح الفريق الواحد. لقد قدّمتم اليوم مثالًا حيًا على الاحترافية والانضباط، وجعلتم جامعة الفارابي تشهد على مستوى عالٍ من الإبداع في مجال الأمن السيبراني من خلال الورش التطبيقية المتقدمة التي شاركتم بها. أنتم مصدر فخرٍ لي، وعنوان قوةٍ وثقة، وأحد أهم الأسباب التي تجعل اسم فريقنا يلمع في كل محفل.",
      "date": "2025-11-20",
      "location": "جامعة الفارابي - بغداد",
      "participants": "200+ مشارك",
      "tags": ["زيارة علمية", "جامعة الفارابي", "توعوية", "ورش تطبيقية", "منصة شمسية"],
      "images": [
        "./fr1.jpg",
        "./d1.jpg",
        "./d2.jpg",
        "./d3.jpg",
        "./d4.jpg"
      ],
      "videos": [
        {
          "url": "https://www.facebook.com/share/1GYUuLZFr6/",
          "thumbnail": "./vd1.jpg",
          "title": "فيديو الزيارة العلمية"
        }
      ],
      "achievements": [
        "حصول الفريق على كتب وشهادات شكر من جامعة الفارابي",
        "تقدير العطاء المتميّز في الورشة",
        "تمثيل مشرف للفريق في الصرح العلمي"
      ]
    },
    {
      "id": 3,
      "title": "محاضرة توعوية في جامعة المنصور",
      "description": "تقديم محاضرة متخصصة عن الأمن السيبراني في جامعة المنصور بحضور مكثف من الطلبة والأساتذة.",
      "fullDescription": "أتقدّم بجزيل الشكر والامتنان إلى فريقي الرائع CERT95 على جهودهم الكبيرة وتفانيهم في تقديم المحاضرات داخل جامعة المنصور. لقد أثبتم بحق أن روح الفريق والعمل الجماعي قادرة على صنع الأثر وتحقيق النجاح. شكرًا لكل فرد منكم على التزامه، عطائه، وحرصه على نشر المعرفة وتقديم الفائدة للطلبة.",
      "date": "2025-10-15",
      "location": "جامعة المنصور",
      "participants": "180+ مشارك",
      "tags": ["محاضرة", "جامعة المنصور", "توعية", "أمن معلومات", "تدريب"],
      "images": [
        "./b1.jpg"
      ],
      "links": [
        {
          "url": "https://www.instagram.com/p/DQRs4uojZWF/",
          "title": "صور النشاط على انستغرام",
          "icon": "fab fa-instagram"
        }
      ],
      "achievements": [
        "حصول الفريق على كتاب شكر من جامعة المنصور",
        "تقدير الجهود المتميزة في نشر الوعي الأمني",
        "بناء جيل رقمي واعٍ وقادر على حماية الوطن"
      ]
    },
    {
      "id": 4,
      "title": "تغطية إعلامية واسعة في بغداد24",
      "description": "تغطية إخبارية واسعة لفريق CERT95 ومبادرته لمكافحة الجرائم الإلكترونية في موقع بغداد24 الإخباري.",
      "fullDescription": "اليوم، وبعد أن تصدّر حديث الثورة الرقمية والأمن السيبراني في العراق الأخبار، أشعر بفخرٍ كبير لأن ما بدأناه كفكرة وشغف أصبح صوتًا يُسمع في الإعلام الوطني. أنتم — طلابي وأعضاء فريقي — الركيزة الحقيقية لهذا الإنجاز. أثبتم أن الشباب العراقي قادر على أن يقود التحول الرقمي ويحمي الفضاء الإلكتروني الوطني بإبداعٍ وعزيمةٍ وإصرارٍ لا يُقهر. ما تحقق اليوم ليس نهاية الطريق، بل بداية لمسيرة أكبر نحو بناء عراق رقمي آمن ومزدهر.",
      "date": "2026-01-02",
      "location": "موقع بغداد24 الإخباري",
      "participants": "تغطية إعلامية وطنية",
      "tags": ["إعلام", "تغطية إخبارية", "بغداد24", "مبادرة", "وطنية"],
      "images": [],
      "links": [
        {
          "url": "https://baghdad24.news/المهندس-أحمد-حسين-يقود-مبادرة-cert95-لمكافحة/",
          "title": "قراءة التقرير الكامل",
          "icon": "fas fa-newspaper"
        },
        {
          "url": "https://is.gd/KOj2FH",
          "title": "رابط مختصر للتقرير",
          "icon": "fas fa-link"
        }
      ],
      "featured": true
    },
    {
      "id": 5,
      "title": "ورشة تطبيقية متقدمة في الأمن السيبراني",
      "description": "ورشة متقدمة تضمنت تطبيقات عملية وحقيقية في مجال الأمن السيبراني والاستجابة للحوادث.",
      "fullDescription": "فريق CERT95 يقدم ورشة متقدمة تضمنت سيناريوهات حقيقية وتطبيقات عملية في مجال الأمن السيبراني. الورشة شهدت تفاعلاً كبيراً من المشاركين الذين تعرفوا على أحدث التقنيات والأساليب في مجال الحماية الرقمية.",
      "date": "2025-09-10",
      "location": "قاعة المؤتمرات الرئيسية",
      "participants": "120+ مشارك",
      "tags": ["ورشة متقدمة", "تطبيقات عملية", "أمن سيبراني", "تدريب متخصص", "حماية رقمية"],
      "images": [
        "./ws1.jpg",
        "./ws2.jpg",
        "./ws3.jpg"
      ]
    },
    {
      "id": 6,
      "title": "تكريم الفريق على إنجازات متميزة",
      "description": "حفل تكريم خاص لفريق CERT95 على إنجازاته المتميزة في نشر الوعي الأمني والتدريب المجتمعي.",
      "fullDescription": "نرفع أسمى آيات الشكر والتقدير لأعضاء فريقي المبدعين بعد حصولهم على كتب وشهادات شكر من جامعات عراقية تقديراً لعطائهم المتميّز. هذا التكريم لم يأتِ صدفة، بل هو ثمرة تعبكم، إخلاصكم، وانضباطكم العالي. كنتم على مستوى المسؤولية، وقدمتم صورة مشرفة عن فريقنا أمام الصروح العلمية.",
      "date": "2025-08-25",
      "location": "حفل التكريم السنوي",
      "participants": "جميع أعضاء الفريق",
      "tags": ["تكريم", "إنجازات", "شهادات شكر", "تقدير", "فخر"],
      "images": [
        "./t1.jpg",
        "./t2.jpg",
        "./t3.jpg"
      ]
    }
  ]
}
